Repository: czhovo/chekinana
Catalog: ios/Chekinana/Chekinana/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# product.memory.add.media
source: Add images or videos
ja: 画像・動画を追加
zh_hans: 添加图片或视频
zh_hant: 新增圖片或影片

# product.memory.images_count
source: Images: %lld
ja: 画像 %lld枚
zh_hans: 图片 %lld 张
zh_hant: 圖片 %lld 張

# product.memory.videos_count
source: Videos: %lld
ja: 動画 %lld本
zh_hans: 视频 %lld 个
zh_hant: 影片 %lld 部

# product.memory.attachment.move_earlier
source: Move earlier
ja: 前へ移動
zh_hans: 向前移动
zh_hant: 向前移動

# product.memory.attachment.move_later
source: Move later
ja: 後ろへ移動
zh_hans: 向后移动
zh_hant: 向後移動

# product.settings.signing.title
source: App signing
ja: Appの署名
zh_hans: App 签名
zh_hant: App 簽名

# product.settings.signing.team
source: Signing team
ja: 署名チーム
zh_hans: 签名团队
zh_hant: 簽名團隊

# product.settings.signing.type
source: Profile type
ja: プロファイルの種類
zh_hans: 描述文件类型
zh_hant: 描述檔類型

# product.settings.signing.expiration
source: Profile expires
ja: プロファイルの有効期限
zh_hans: 描述文件到期时间
zh_hant: 描述檔到期時間

# product.settings.signing.remaining
source: Time remaining
ja: 残りの有効期間
zh_hans: 剩余有效时间
zh_hant: 剩餘有效時間

# product.settings.signing.unavailable
source: Unavailable
ja: 取得できません
zh_hans: 不可获取
zh_hant: 無法取得

# product.settings.signing.development
source: Development
ja: 開発用
zh_hans: 开发
zh_hant: 開發

# product.settings.signing.enterprise
source: Enterprise
ja: 企業内配布
zh_hans: 企业分发
zh_hant: 企業分發

# product.settings.signing.distribution
source: Distribution
ja: 配布用
zh_hans: 分发
zh_hant: 分發

# product.settings.signing.expired
source: Expired
ja: 期限切れ
zh_hans: 已过期
zh_hant: 已過期

# product.settings.signing.less_than_minute
source: Less than a minute
ja: 1分未満
zh_hans: 不足 1 分钟
zh_hant: 不足 1 分鐘

# product.settings.signing.explanation
source: Based on the embedded provisioning profile. Certificate validity and revocation cannot be verified here. Missing or unreadable profile details are shown as unavailable.
ja: 内蔵プロビジョニングプロファイルに基づく表示です。証明書の有効性や失効状況は確認できません。プロファイルがない場合や読み取れない場合は、取得できないと表示されます。
zh_hans: 依据 App 内嵌描述文件显示，无法在此验证证书有效性或吊销状态。描述文件缺失或无法读取时显示不可获取。
zh_hant: 依據 App 內嵌描述檔顯示，無法在此驗證憑證有效性或撤銷狀態。描述檔缺失或無法讀取時顯示無法取得。

source: (clears visible command history only)
ja: （表示中のコマンド履歴のみ消去します）
zh_hans: （仅清空可见的命令历史）
zh_hant: （僅清空可見的指令歷史）

source: (no code confirms the latest unambiguous operation)
ja: （コードを省略すると、直前の曖昧でない操作を確認します）
zh_hans: （不提供确认码时，确认最近且无歧义的操作）
zh_hant: （未提供確認碼時，確認最近且無歧義的操作）

source: (starts the managed backend when needed, then processes selected photos into temporary Cheki)
ja: （必要に応じて管理対象バックエンドを起動し、選択した写真から一時チェキを作成します）
zh_hans: （需要时启动托管后端，然后将所选照片处理为临时拍立得）
zh_hant: （需要時啟動受管理後端，然後將所選照片處理為暫存拍立得）

source: (uses selected album photos; metadata is optional; idx is assigned once idol and date exist)
ja: （選択したアルバム写真を使用します。情報は任意で、idolとdateが設定されるとidxを割り当てます）
zh_hans: （使用已选相册照片；信息可选；idol 和 date 都存在后分配 idx）
zh_hant: （使用已選相簿照片；資訊可選填；idol 和 date 都存在後分配 idx）

source: %@ Media recovery is pending.
ja: %@ メディアの復旧を待っています。
zh_hans: %@ 媒体恢复待处理。
zh_hant: %@ 媒體復原待處理。

source: %@ This deletion is in required image recovery/cleanup. You must tap Delete / Retry recovery until it completes; this view cannot close yet.
ja: %@ この削除には画像の復元・クリーンアップが必要です。完了するまで「削除」または「復旧を再試行」をタップしてください。まだこの画面を閉じることはできません。
zh_hans: %@ 此删除操作需要完成图片恢复或清理。请继续点按“删除”或“重试恢复”直到完成；当前还不能关闭此页面。
zh_hant: %@ 此刪除操作需要完成圖片復原或清理。請繼續點一下「刪除」或「重試復原」直到完成；目前還無法關閉此頁面。

# %@ 不接受参数
source: %@ does not accept arguments.
ja: %@は引数を受け付けません。
zh_hans: %@ 不接受参数。
zh_hant: %@ 不接受參數。

# %@ 需要且只接受一个目标
source: %@ requires exactly one target.
ja: %@には対象が1つだけ必要です。
zh_hans: %@ 需要且只接受一个目标。
zh_hant: %@ 需要且只接受一個目標。

source: %lld Cheki
ja: チェキ%lld枚
zh_hans: %lld张切
zh_hant: %lld 張切

# %lld Cheki; %@
source: %1$lld Cheki; %2$@
ja: %1$lld枚のチェキ；%2$@
zh_hans: %1$lld张切；%2$@
zh_hant: %1$lld 張切；%2$@

source: %lld file cleanup action(s) remain queued.
ja: ファイルのクリーンアップ操作が%lld件待機しています。
zh_hans: 仍有%lld项文件清理操作在队列中。
zh_hant: 仍有 %lld 項檔案清理操作在佇列中。

source: 2-shot
ja: 2ショット
zh_hans: 双人
zh_hant: 雙人

source: A hidden Idol cannot be selected or modified.
ja: 非表示のアイドルは選択も変更もできません。
zh_hans: 无法选择或修改已隐藏的偶像。
zh_hant: 無法選擇或修改已隱藏的偶像。

source: A previous uncommitted cleanup intent could not be retired.
ja: 以前の未確定クリーンアップ要求を取り消せませんでした。
zh_hans: 无法撤销先前尚未提交的清理请求。
zh_hant: 無法撤銷先前尚未提交的清理請求。

source: A scan is still running. Wait for it to finish before shutting down the backend.
ja: スキャンが実行中です。完了してからバックエンドを停止してください。
zh_hans: 扫描仍在运行。请等待完成后再关闭后端。
zh_hant: 掃描仍在執行。請等待完成後再關閉後端。

source: A selected relationship changed. Review the Memory and try again.
ja: 選択した関連項目が変更されました。思い出を確認して再試行してください。
zh_hans: 所选关联项发生了变化。请检查回忆后重试。
zh_hant: 所選關聯項目發生變更。請檢查回憶後重試。

source: A stable video thumbnail could not be generated.
ja: 安定して使用できる動画サムネイルを生成できませんでした。
zh_hans: 无法生成稳定可用的视频缩略图。
zh_hant: 無法產生穩定可用的影片縮圖。

source: A staged image is no longer owned by this save task. Reopen the draft and try again.
ja: 準備済み画像がこの保存タスクの管理対象ではなくなりました。下書きを開き直して再試行してください。
zh_hans: 暂存图片已不再属于此保存任务。请重新打开草稿后再试。
zh_hant: 暫存圖片已不再屬於此儲存任務。請重新開啟草稿後再試。

# action.back
source: Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回

# action.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# action.continue
source: Continue
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

# action.done
source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

# action.retry
source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Add %@ to favorites
ja: %@をお気に入りに追加
zh_hans: 将%@加入收藏
zh_hant: 將%@加入收藏

# Add Douga video
source: Add Video
ja: 動画を追加
zh_hans: 添加视频
zh_hant: 新增影片

source: Add Gallery media
ja: ギャラリーのメディアを追加
zh_hans: 添加相册媒体
zh_hant: 新增相簿媒體

source: Add Idol
ja: アイドルを追加
zh_hans: 添加偶像
zh_hant: 新增偶像

source: Add media for this type.
ja: この種類のメディアを追加してください。
zh_hans: 请添加此类型的媒体。
zh_hant: 請新增此類型的媒體。

# Add Shame photo
source: Add Phone Photo
ja: 写メを追加
zh_hans: 添加手机合影
zh_hant: 新增手機合照

# addcheki Idol 参数重复
source: The addcheki Idol argument is duplicated.
ja: addchekiのアイドル引数が重複しています。
zh_hans: addcheki 偶像参数重复。
zh_hant: addcheki 偶像參數重複。

# addcheki 参数不符合注册表
source: The addcheki arguments do not match the command registry.
ja: addchekiの引数がコマンド登録情報と一致しません。
zh_hans: addcheki 参数不符合命令注册表。
zh_hant: addcheki 參數不符合指令登錄表。

# addevent 需要名称和 date=YYYY-MM-DD；URL 可选
source: addevent requires a name and date=YYYY-MM-DD; the URL is optional.
ja: addeventには名前とdate=YYYY-MM-DDが必要です。URLは任意です。
zh_hans: addevent 需要名称和 date=YYYY-MM-DD；URL 可选。
zh_hant: addevent 需要名稱和 date=YYYY-MM-DD；URL 可選填。

# addscancheki 参数不符合注册表
source: The addscancheki arguments do not match the command registry.
ja: addscanchekiの引数がコマンド登録情報と一致しません。
zh_hans: addscancheki 参数不符合命令注册表。
zh_hant: addscancheki 參數不符合指令登錄表。

source: an Event referenced by Cheki cannot be deleted
ja: チェキから参照されるイベントは削除できません
zh_hans: 被拍立得引用的活动无法删除
zh_hant: 被拍立得參照的活動無法刪除

source: An unfinished backup import must recover first. %@
ja: 先に未完了のバックアップインポートを復旧する必要があります。%@
zh_hans: 请先恢复未完成的备份导入。%@
zh_hant: 請先復原未完成的備份匯入。%@

source: An unfinished backup import still owns recovery files.
ja: 未完了のバックアップインポートが復旧ファイルを管理しています。
zh_hans: 未完成的备份导入仍占有恢复文件。
zh_hant: 未完成的備份匯入仍持有復原檔案。

# assistant.action.cancelled
source: Cancelled
ja: キャンセルを選択
zh_hans: 已选择取消
zh_hant: 已選擇取消

# assistant.action.confirmed
source: Confirmed
ja: 確認を選択
zh_hans: 已选择确认
zh_hant: 已選擇確認

# assistant.album.cancelled
source: Album selection was cancelled.
ja: アルバムの選択をキャンセルしました。
zh_hans: 已取消相册选择。
zh_hant: 已取消選擇相簿。

# assistant.ask_placeholder
source: Ask Chekinana…
ja: Chekinanaに質問…
zh_hans: 问问 Chekinana…
zh_hant: 問問 Chekinana…

# assistant.back_home
source: Back to home
ja: ホームに戻る
zh_hans: 返回主页
zh_hant: 返回首頁

# assistant.cancel_candidates
source: Cancel these candidates
ja: 候補をキャンセル
zh_hans: 取消本次候选
zh_hant: 取消本次候選項目

# assistant.cancel_conversation
source: Cancel conversation
ja: 会話をキャンセル
zh_hans: 取消本次对话
zh_hant: 取消本次對話

# assistant.cancel_conversation_hint
source: Discard the current clarification
ja: 現在の確認内容を破棄します
zh_hans: 放弃当前补充信息
zh_hant: 捨棄目前的補充資訊

# assistant.cancel_request_hint
source: Stop this request and preserve the current input
ja: リクエストを停止し、現在の入力を保持します
zh_hans: 停止本次请求并保留当前输入
zh_hant: 停止本次請求並保留目前的輸入

# assistant.cancel_retry_hint
source: Keep the input without retrying
ja: 再試行せず入力を保持します
zh_hans: 不重试并保留输入
zh_hant: 保留輸入，不重試

# assistant.candidate.add
source: Add %@
ja: %@を追加
zh_hans: 添加%@
zh_hant: 新增%@

# assistant.candidate.add_hint
source: Confirm this Idol candidate
ja: このアイドル候補を確定します
zh_hans: 确认添加这个偶像候选
zh_hant: 確認新增這位候選偶像

# assistant.candidate.confirmed
source: Confirmed
ja: 確認済み
zh_hans: 已确认
zh_hant: 已確認

# assistant.cheki.added_count
source: Added %lld Cheki.
ja: チェキを%lld枚追加しました。
zh_hans: 已添加%lld张切。
zh_hant: 已新增 %lld 張切。

# assistant.cheki.added_count.one
source: Added %lld Cheki.
ja: チェキを%lld枚追加しました。
zh_hans: 已添加%lld张切。
zh_hant: 已新增 %lld 張切。

# assistant.cheki.added_count.other
source: Added %lld Cheki.
ja: チェキを%lld枚追加しました。
zh_hans: 已添加%lld张切。
zh_hant: 已新增 %lld 張切。

# assistant.cheki.date_detected_accessibility
source: Detected handwritten date %@
ja: 手書き日付%@を認識しました
zh_hans: 识别到手写日期%@
zh_hant: 辨識到手寫日期%@

# assistant.cheki.date_not_detected
source: No date detected
ja: 日付を検出できませんでした
zh_hans: 未识别到日期
zh_hant: 未辨識到日期

# assistant.cheki.date_not_detected_accessibility
source: No handwritten date was detected
ja: 手書き日付は検出されませんでした
zh_hans: 未检测到手写日期
zh_hant: 未偵測到手寫日期

# assistant.cheki.date_not_requested
source: Handwritten date recognition was not requested
ja: 手書き日付認識は要求されていません
zh_hans: 未启用手写日期识别
zh_hant: 未啟用手寫日期辨識

# assistant.cheki.date_unavailable
source: Date recognition unavailable
ja: 日付認識を利用できません
zh_hans: 日期识别不可用
zh_hant: 無法使用日期辨識

# assistant.cheki.date_unavailable_accessibility
source: Handwritten date recognition was unavailable; the image can still be used
ja: 手書き日付認識を利用できませんでしたが、画像は使用できます
zh_hans: 手写日期识别不可用，但图片仍可使用
zh_hant: 無法使用手寫日期辨識，但仍可使用圖片

# assistant.cheki.detected_date
source: Date: %@
ja: 日付：%@
zh_hans: 日期：%@
zh_hant: 日期：%@

# assistant.cheki.index
source: Cheki #%lld
ja: チェキ#%lld
zh_hans: 第%lld张拍立得
zh_hant: 第 %lld 張拍立得

# assistant.cheki.note
source: Note: %@
ja: メモ：%@
zh_hans: 备注：%@
zh_hant: 備註：%@

# assistant.cheki.pending
source: Pending
ja: 確認待ち
zh_hans: 待确认
zh_hant: 待確認

# assistant.cheki.preview
source: View full-size Cheki
ja: チェキを大きく表示
zh_hans: 查看拍立得大图
zh_hant: 查看拍立得大圖

# assistant.cheki.preview_close
source: Close full-size preview
ja: 拡大プレビューを閉じる
zh_hans: 关闭大图预览
zh_hant: 關閉大圖預覽

# assistant.cheki.preview_close_hint
source: Return to the Cheki card
ja: チェキカードに戻ります
zh_hans: 返回拍立得卡片
zh_hant: 返回拍立得卡片

# assistant.cheki.preview_hint
source: Open a full-screen preview without selecting or changing this Cheki
ja: このチェキを選択・変更せず全画面で表示します
zh_hans: 打开全屏预览，不会选择或修改这张拍立得
zh_hant: 開啟全螢幕預覽，不會選取或修改這張拍立得

# assistant.cheki.preview_loaded
source: Full-size image loaded
ja: 拡大画像を読み込みました
zh_hans: 大图已加载
zh_hant: 大圖已載入

# assistant.cheki.preview_loading
source: Loading full-size Cheki
ja: チェキの拡大画像を読み込み中
zh_hans: 正在加载拍立得大图
zh_hant: 正在載入拍立得大圖

# assistant.cheki.preview_title
source: Cheki Preview
ja: チェキプレビュー
zh_hans: 拍立得大图预览
zh_hant: 拍立得大圖預覽

# assistant.cheki.preview_unavailable
source: The full-size Cheki image could not be loaded.
ja: チェキの拡大画像を読み込めませんでした。
zh_hans: 无法加载这张拍立得的大图。
zh_hant: 無法載入這張拍立得的大圖。

# assistant.cheki.scan_result
source: Scan result
ja: スキャン結果
zh_hans: 扫描结果
zh_hant: 掃描結果

# assistant.cheki.scanned_count
source: Scanned %lld Cheki.
ja: チェキを%lld枚スキャンしました。
zh_hans: 已扫描%lld张切。
zh_hant: 已掃描 %lld 張切。

# assistant.cheki.scanned_count.one
source: Scanned %lld Cheki.
ja: チェキを%lld枚スキャンしました。
zh_hans: 已扫描%lld张切。
zh_hant: 已掃描 %lld 張切。

# assistant.cheki.scanned_count.other
source: Scanned %lld Cheki.
ja: チェキを%lld枚スキャンしました。
zh_hans: 已扫描%lld张切。
zh_hant: 已掃描 %lld 張切。

# assistant.cheki.scanned_with_warnings
source: Scanned %1$lld Cheki. Warnings: %2$lld.
ja: チェキを%1$lld枚スキャンしました。警告：%2$lld件。
zh_hans: 已扫描%1$lld张切，提醒%2$lld条。
zh_hant: 已掃描 %1$lld 張切，另有 %2$lld 則提醒。

# assistant.cheki.select_button
source: Select this Cheki
ja: このチェキを選択
zh_hans: 选择这张拍立得
zh_hant: 選取這張拍立得

# assistant.cheki.selected
source: Selected %@. You can now ask to view, edit, or delete it.
ja: %@を選択しました。表示、編集、削除を依頼できます。
zh_hans: 已选择%@，现在可以要求查看、编辑或删除。
zh_hant: 已選取%@，現在可以要求查看、編輯或刪除。

# assistant.cheki.selected_button
source: Selected
ja: 選択済み
zh_hans: 已选中
zh_hant: 已選取

# assistant.cheki.this
source: this Cheki
ja: このチェキ
zh_hans: 这张拍立得
zh_hant: 這張拍立得

# assistant.choose_photo_request
source: Choose one or more photos. The Cheki will be previewed before saving.
ja: 写真を1枚以上選択してください。保存前にチェキをプレビューします。
zh_hans: 请选择一张或多张照片，保存前会先预览拍立得。
zh_hant: 請選擇一張或多張照片，儲存前會先預覽拍立得。

# assistant.choose_photos
source: Choose photos
ja: 写真を選択
zh_hans: 选择照片
zh_hant: 選擇照片

# assistant.clear_photos
source: Clear selected photos
ja: 選択した写真をクリア
zh_hans: 清空已选照片
zh_hant: 清除已選照片

# assistant.client.cancelled
source: The natural-language request was cancelled
ja: 自然言語リクエストはキャンセルされました
zh_hans: 自然语言请求已取消
zh_hant: 自然語言請求已取消

# assistant.client.connection_lost
source: The network connection was lost
ja: ネットワーク接続が切れました
zh_hans: 网络连接已中断
zh_hant: 網路連線已中斷

# assistant.client.host
source: The service host could not be resolved
ja: サービスのホストを解決できません
zh_hans: 无法解析服务域名
zh_hant: 無法解析服務主機名稱

# assistant.client.http
source: The service returned HTTP %lld
ja: サービスがHTTP %lldを返しました
zh_hans: 服务返回 HTTP %lld
zh_hant: 服務傳回 HTTP %lld

# assistant.client.invalid_request
source: Invalid natural-language request
ja: 自然言語リクエストが無効です
zh_hans: 自然语言请求无效
zh_hant: 自然語言請求無效

# assistant.client.offline
source: The device is not connected to the internet
ja: インターネットに接続されていません
zh_hans: 设备未连接互联网
zh_hant: 裝置未連接網際網路

# assistant.client.rejected
source: The service rejected the request with %1$@ (HTTP %2$lld)
ja: サービスがリクエストを拒否しました：%1$@（HTTP %2$lld）
zh_hans: 服务以%1$@拒绝请求（HTTP %2$lld）
zh_hant: 服務以 %1$@ 拒絕請求（HTTP %2$lld）

# assistant.client.schema
source: The service returned an invalid response
ja: サービスが無効な応答を返しました
zh_hans: 服务返回了无效响应
zh_hant: 服務傳回無效的回應

# assistant.client.sensitive
source: The request contains sensitive input
ja: リクエストに機密情報が含まれています
zh_hans: 请求包含敏感内容
zh_hant: 請求包含敏感內容

# assistant.client.timeout
source: The natural-language request timed out
ja: 自然言語リクエストがタイムアウトしました
zh_hans: 自然语言请求超时
zh_hant: 自然語言請求逾時

# assistant.client.too_large
source: The service response exceeded the size limit
ja: サービスの応答がサイズ上限を超えました
zh_hans: 服务响应超过大小限制
zh_hant: 服務回應超過大小限制

# assistant.confirm
source: Confirm
ja: 確認
zh_hans: 确认
zh_hant: 確認

# assistant.confirm_below
source: Use the buttons below to confirm or cancel.
ja: 下のボタンで確認またはキャンセルしてください。
zh_hans: 请使用下方按钮确认或取消。
zh_hant: 請使用下方按鈕確認或取消。

# assistant.confirmation.ready
source: This change is ready. Use the buttons below to confirm or cancel.
ja: 変更の準備ができました。下のボタンで確認またはキャンセルしてください。
zh_hans: 已准备好这项更改，请使用下方按钮确认或取消。
zh_hant: 這項變更已準備就緒，請使用下方按鈕確認或取消。

# assistant.conversation.cancelled
source: The conversation was cancelled.
ja: 会話をキャンセルしました。
zh_hans: 已取消本次对话。
zh_hant: 已取消本次對話。

# assistant.copy
source: Copy
ja: コピー
zh_hans: 复制
zh_hant: 複製

# assistant.date
source: Date
ja: 日付
zh_hans: 日期
zh_hant: 日期

# assistant.delete
source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

# assistant.dialog.all_dates
source: All dates
ja: 全期間
zh_hans: 全部日期
zh_hant: 全部日期

# assistant.dialog.already_confirmed
source: This confirmation is no longer active. Nothing was added again.
ja: この確認は無効になっています。重複して追加していません。
zh_hans: 此次确认已失效，未重复添加任何内容。
zh_hant: 此次確認已失效，未重複新增任何內容。

# assistant.dialog.ambiguous
source: More than one item matches. Ask to list them, then reply with a number to choose one.
ja: 該当する項目が複数あります。一覧表示を依頼してから、番号を返信して1つ選んでください。
zh_hans: 有多个匹配项，请先要求列出它们，再回复编号选择一个。
zh_hant: 有多個符合的項目，請先要求列出，再回覆編號選擇一個。

# assistant.dialog.batch_delete_correction
source: Cancel this deletion preview before requesting a different group. Nothing was changed.
ja: 対象を変更する場合は、この削除プレビューをキャンセルしてから再度依頼してください。変更は行われていません。
zh_hans: 如需更换删除对象，请先取消本次删除预览，再重新提出请求。未作任何修改。
zh_hant: 如需更換刪除對象，請先取消本次刪除預覽，再重新提出請求。未作任何修改。

# assistant.dialog.cancelled
source: Cancelled. No further changes will be made.
ja: キャンセルしました。これ以上の変更は行いません。
zh_hans: 已取消，不会继续更改。
zh_hant: 已取消，不會繼續變更。

# assistant.dialog.choose_confirmation
source: Select the matching candidate or confirmation first. Nothing was saved.
ja: 先に該当する候補または確認項目を選んでください。何も保存していません。
zh_hans: 请先选择对应候选项或确认项，尚未保存任何内容。
zh_hant: 請先選擇對應的候選項目或確認項目，尚未儲存任何內容。

# assistant.dialog.choose_number
source: Reply with a number to select an item, then tell me what to change.
ja: 番号を返信して項目を選び、変更したい内容を教えてください。
zh_hans: 回复编号选择一项，再告诉我想修改什么。
zh_hant: 回覆編號選擇一項，再告訴我想修改什麼。

# assistant.dialog.corrected
source: The previous confirmation is now inactive. Review this corrected preview before confirming.
ja: 以前の確認は無効になりました。訂正後のプレビューを確認してから確定してください。
zh_hans: 原确认已失效，请检查更正后的预览，再进行确认。
zh_hant: 原確認已失效，請檢查更正後的預覽，再進行確認。

# assistant.dialog.correction_incomplete
source: That correction is not ready yet. The previous preview is still pending; include the exact new value.
ja: その訂正はまだ準備できていません。以前のプレビューは確認待ちのままです。変更後の値を具体的に指定してください。
zh_hans: 此次更正尚未准备完成，原预览仍待确认。请提供确切的新值。
zh_hant: 此次更正尚未準備完成，原預覽仍待確認。請提供確切的新值。

# assistant.dialog.delete_event_scope
source: Deleting this Event removes its own data and unlinks its Cheki. The Cheki records and photos are kept.
ja: このイベントを削除すると、イベント自体のデータとチェキとの関連付けが削除されます。チェキの記録と画像は保持されます。
zh_hans: 删除此活动会移除活动自身的数据，并解除与拍立得的关联；拍立得记录和图片会保留。
zh_hant: 刪除此活動會移除活動本身的資料，並解除與拍立得的關聯；拍立得記錄和圖片會保留。

# assistant.dialog.duplicate
source: That request already has a preview or was completed. Confirm the existing preview, or explicitly ask to add more.
ja: そのリクエストは確認用プレビューがあるか、すでに完了しています。既存のプレビューを確認するか、追加したいことを明示してください。
zh_hans: 该请求已有预览或已完成。请确认现有预览，或明确说明要再添加。
zh_hant: 此請求已有預覽或已完成。請確認現有預覽，或明確說明要再新增。

# assistant.dialog.event_city
source: Which city is this Event in? Reply with the city name; the other extracted details are preserved.
ja: このイベントはどの都市で開催されますか？都市名を返信してください。他の抽出した情報は保持しています。
zh_hans: 这个活动在哪个城市？请回复城市名称，其他已提取的信息均已保留。
zh_hant: 這個活動在哪個城市？請回覆城市名稱，其他已擷取的資訊均已保留。

# assistant.dialog.event_missing
source: The extracted Event needs a name and a date. Reply with the missing information; the candidate is preserved.
ja: 抽出したイベントには名前と日付が必要です。不足している情報を返信してください。候補の内容は保持しています。
zh_hans: 提取出的活动需要名称和日期。请回复补充缺少的信息，候选内容已保留。
zh_hant: 擷取出的活動需要名稱和日期。請回覆補充缺少的資訊，候選內容已保留。

# assistant.dialog.help
source: Tell me which Idol, Cheki, or Event to add, find, change, or delete. For example: ‘I took 3 Cheki with Alice yesterday’ or ‘Who did I take Cheki with from September 1 to September 10?’ I’ll show a preview for you to confirm before saving changes.
ja: 追加、検索、変更、削除したいアイドル・チェキ・イベントを教えてください。例えば「昨日Aliceとチェキを3枚撮った」「9月1日から9月10日まで、誰とチェキを撮った？」と話しかけてください。変更を保存する前にプレビューを表示するので、内容を確認してください。
zh_hans: 告诉我想添加、查找、修改或删除哪个偶像、拍立得或活动。例如：“昨天和 Alice 切了3张”或“9月1日到9月10日都和谁拍了拍立得？”保存更改前，我会先给出预览，请你确认。
zh_hant: 告訴我想新增、尋找、修改或刪除哪個偶像、拍立得或活動。例如：「昨天和 Alice 切了 3 張」或「9 月 1 日到 9 月 10 日都和誰拍了拍立得？」儲存變更前，我會先提供預覽，請你確認。

# assistant.dialog.invalid_choice
source: That number is not in the current results. Ask to list the items again.
ja: その番号は現在の結果にありません。項目をもう一度一覧表示するよう依頼してください。
zh_hans: 当前结果中没有该编号，请重新要求列出项目。
zh_hant: 目前結果中沒有此編號，請重新要求列出項目。

# assistant.dialog.invalid_statistics
source: Some stored records could not be counted safely. No data was changed.
ja: 一部の保存済み記録を正しく集計できませんでした。データは変更していません。
zh_hans: 部分已保存记录无法安全统计，未更改任何数据。
zh_hant: 部分已儲存記錄無法安全統計，未變更任何資料。

# assistant.dialog.list_limit
source: Showing the first 100 of %lld records. Narrow your request to see the rest.
ja: 全%lld件のうち最初の100件を表示しています。残りを表示するには、検索条件を絞ってください。
zh_hans: 共%lld条记录，当前显示前100条。请缩小查询范围以查看其余记录。
zh_hant: 共 %lld 筆記錄，目前顯示前 100 筆。請縮小查詢範圍以查看其餘記錄。

# assistant.dialog.local_idol
source: No catalogue entry was found. Create a local Idol named %@? You can add more details afterward.
ja: カタログに該当する項目がありませんでした。%@という名前でローカルのアイドルを作成しますか？詳細は後から追加できます。
zh_hans: 资料库中未找到对应条目。是否创建名为%@的本地偶像？其他资料可以稍后补充。
zh_hant: 資料庫中未找到對應項目。是否建立名為%@的本機偶像？其他資料可以稍後補充。

# assistant.dialog.missing
source: That item is no longer available. Ask to list the matching items again.
ja: その項目は利用できなくなりました。該当する項目をもう一度一覧表示するよう依頼してください。
zh_hans: 该项目已不可用，请重新要求列出匹配项。
zh_hant: 此項目已無法使用，請重新要求列出符合的項目。

# assistant.dialog.multiple_targets_unclear
source: I could not unambiguously identify every requested name. Specify each full name and whether you want separate results or one combined result. Nothing was changed.
ja: 指定されたすべての名前を一意に特定できませんでした。それぞれの正式な名前と、個別に処理するか結果をまとめるかを指定してください。変更は行われていません。
zh_hans: 无法明确识别所有目标名称。请分别提供完整名称，并说明需要分别处理还是合并结果。未作任何修改。
zh_hant: 無法明確識別所有目標名稱。請分別提供完整名稱，並說明需要分別處理還是合併結果。未作任何修改。

# assistant.dialog.no_date
source: No record date
ja: 記録日未設定
zh_hans: 无记录日期
zh_hant: 無記錄日期

# assistant.dialog.no_matches
source: No matching records.
ja: 該当する記録はありません。
zh_hans: 没有匹配的记录。
zh_hant: 沒有符合的記錄。

# assistant.dialog.no_partial_undo
source: I will not guess which existing Cheki to subtract. Select the record and tell me its intended remaining quantity, or explicitly ask to delete that whole record.
ja: どの既存チェキを減らすかは推測しません。記録を選んで変更後の枚数を指定するか、その記録全体を削除するよう明示してください。
zh_hans: 我不会猜测要减去哪些已有拍立得。请选择记录并告诉我修改后应剩余多少张，或明确要求删除整条记录。
zh_hant: 我不會猜測要減去哪幾張現有拍立得。請選擇記錄並告訴我修改後應剩餘多少張，或明確要求刪除整筆記錄。

# assistant.dialog.pending_first
source: A change is still awaiting confirmation. Confirm or cancel it before starting another change. You can still ask to view information or get statistics.
ja: 確認待ちの変更があります。別の変更を始める前に、確認またはキャンセルしてください。情報の確認や集計は引き続き依頼できます。
zh_hans: 还有一项更改等待确认。开始其他更改前，请先确认或取消；仍可查询信息或统计数据。
zh_hant: 還有一項變更等待確認。開始其他變更前，請先確認或取消；仍可查詢資訊或統計資料。

# assistant.dialog.preview_add
source: Add %lld Cheki
ja: チェキを%lld枚追加
zh_hans: 添加%lld张切
zh_hant: 新增 %lld 張切

# assistant.dialog.preview_delete
source: Delete this record of %lld Cheki
ja: この記録（チェキ%lld枚分）を削除
zh_hans: 删除这条包含%lld张切的记录
zh_hant: 刪除這筆包含 %lld 張切的記錄

# assistant.dialog.preview_kept
source: The correction could not be prepared. Your previous preview and its confirmation are still available.
ja: 訂正を準備できませんでした。以前のプレビューとその確認操作は引き続き利用できます。
zh_hans: 无法准备此次更正。原预览及其确认操作仍可使用。
zh_hant: 無法準備此次更正。原預覽及其確認操作仍可使用。

# assistant.dialog.preview_set
source: Set this record to %lld Cheki
ja: この記録をチェキ%lld枚に変更
zh_hans: 将这条记录改为%lld张切
zh_hant: 將這筆記錄改為 %lld 張切

# assistant.dialog.preview_set_from
source: Change this record from %1$lld to %2$lld Cheki
ja: この記録のチェキを%1$lld枚から%2$lld枚に変更
zh_hans: 将这条记录的拍立得数量从%1$lld张改为%2$lld张
zh_hant: 將這筆記錄的拍立得數量從 %1$lld 張改為 %2$lld 張

# assistant.dialog.recovery_first
source: This operation still needs file recovery. Use its existing confirmation to finish recovery before changing it.
ja: この操作にはファイルの復旧が必要です。変更する前に、既存の確認操作で復旧を完了してください。
zh_hans: 此操作仍需恢复文件。修改前，请使用现有确认操作完成恢复。
zh_hant: 此操作仍需復原檔案。修改前，請使用現有確認操作完成復原。

# assistant.dialog.reply_here
source: Reply in the conversation to fill in the missing information.
ja: 足りない情報をこの会話に返信してください。
zh_hans: 请在对话中回复，补充缺少的信息。
zh_hant: 請在對話中回覆，補充缺少的資訊。

# assistant.dialog.saved_quantity
source: Added %1$lld Cheki. This record now contains %2$lld.
ja: チェキを%1$lld枚追加しました。この記録は合計%2$lld枚になりました。
zh_hans: 已添加%1$lld张切，这条记录现有%2$lld张。
zh_hant: 已新增 %1$lld 張切，這筆記錄現有 %2$lld 張。

# assistant.dialog.selected
source: Selected. Tell me what to view, change, or delete for this item.
ja: 選択しました。この項目について表示、変更、削除したい内容を教えてください。
zh_hans: 已选择，请告诉我想查看、修改或删除该项目的什么内容。
zh_hant: 已選擇，請告訴我想查看、修改或刪除此項目的什麼內容。

# assistant.dialog.stale
source: The selected item or library changed. Cancel this preview and ask again.
ja: 選択した項目またはライブラリが変更されました。このプレビューをキャンセルして、もう一度依頼してください。
zh_hans: 所选项目或资料库已变化。请取消此预览后重新提出需求。
zh_hant: 所選項目或資料庫已變更。請取消此預覽後重新提出需求。

# assistant.dialog.stats_basis
source: Only currently visible records are counted. Each Cheki with a photo counts as 1; records without photos use the saved quantity. Date ranges use the Cheki record date and include both start and end dates. Undated Cheki count only when no date range is set. Cheki shared by multiple Idols count for each Idol, but only once in the total.
ja: 現在表示対象の記録のみ集計します。画像付きチェキは1件につき1枚、画像なしの記録は保存された枚数で数えます。期間はチェキの記録日を基準に開始日・終了日を含みます。記録日未設定のチェキは期間を指定しない場合のみ含めます。複数のアイドルに関連付けたチェキは各アイドルに計上しますが、合計では重複して数えません。
zh_hans: 仅统计当前可见记录。有图拍立得每项计1张，无图记录按已保存数量统计。日期范围按拍立得记录日期计算，包含起止两天；无日期拍立得仅在不限日期时计入。多人拍立得分别计入各偶像，总量不重复计数。
zh_hant: 僅統計目前可見記錄。有圖拍立得每項計 1 張，無圖記錄依已儲存數量統計。日期範圍依拍立得記錄日期計算，包含起迄兩天；無日期拍立得僅在不限日期時計入。多人拍立得分別計入各偶像，總量不重複計數。
